11/data/attachments/b7ec598c5d3992f7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Travis_sure_Actions_92526_4</nif:username>
            <nif:friendToBeRequested>soap_actions_de9d98e6-9559-44bd-88b2-c898b2af328d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>